/*Localized name of the help book to use*/

"TPTITLE" = "Du har ändrat datum- eller tidsinställning. Klicka på Spara om du vill spara ändringarna. Klicka på Återgå om du vill använda de tidigare inställningarna.";
"TPTEXT" = "Om du vill göra fler ändringar så klickar du på Avbryt.";
"TPCANCEL" = "Avbryt";
"TPREVERT" = "Återgå";
"TPSAVE" = "Spara";


/* Strings used as domains to use as time servers */
/*  These are NOT the names displayed in the combo box, those can be edited in the NIB file */
/*  These are the domains that actually get used when a user selects one of the popup items */
"US_NTP_SERVER_DOMAIN" = "time.apple.com";
"ASIA_NTP_SERVER_DOMAIN" = "time.asia.apple.com";
"EURO_NTP_SERVER_DOMAIN" = "time.euro.apple.com";
